app/controllers/settings_controller.rb

SELECT * FROM "mods"
---
  def modules
    mods = Mod.all